Repository: mohamd-khairy/user-angular
Catalog: src/locale/messages.*.xlf
Languages: ar

source: العربيه
ar: English

source: Egypt
ar: مصر

source: <label>Egypt <input/> <span></span> </label> <label>Saudi Arabia <input/> <span></span> </label> <label>United Arab Emirates <input/> <span></span> </label>
ar: <label>مصر <input/> <span></span> </label> <label>السعودية <input/> <span></span> </label> <label>الامارات <input/> <span></span> </label>

source: Sell With Us
ar: تسوق معنا

source: what are you looking for?
ar: عما تبحث ؟

# browse
source: <mat-icon>menu</mat-icon> <span> <mat-icon>close</mat-icon> </span> Browse Categories
ar: <mat-icon>menu</mat-icon> <span> <mat-icon>close</mat-icon> </span> اختر صنف

# explore
source: EXPLORE OUR CATEGORIES
ar: استكشف فئاتنا

# bntdiscover
source: Discover more
ar: إكتشف أكثر

# tvenues
source: venues
ar: أماكن

# startfrom
source: Starts from
ar: ابدأ من

# wishlistadd
source: add to wishlist
ar: اضف الي المفضلات

# showmore
source: Show More <i></i>
ar: اظهر المزيد <i></i>

source: catering
ar: تقديم الطعام

# discovercity
source: Discover by cities
ar: اكتشف حب المدينه

# newourblog
source: New in our Blog
ar: الجديد في مدونتنا

source: Read more
ar: أقرأ المزيد

source: Read More Articles
ar: اقرأ المزيد من المقالات

source: Hotel Halls
ar: قاعات القنادق

# yachts
source: Yachts & Boats
ar: يخوت & مراكب

source: Coworking Spaces
ar: مساحات العمل المشترك

source: Restaurant
ar: مطعم

source: Wedding Cake
ar: كعكه العرس

# lastexplore
source: Explore
ar: اكتشف

source: Know us
ar: إعرفنا

source: About us
ar: معلومات عنا

# howworks
source: How it works
ar: كيف تعمل

source: Blog
ar: مدونة

source: Make money
ar: اصنع مال

source: Affiliate program
ar: إنضم لبرنامج

source: Help center
ar: مركز المساعدة

source: We are there for you…
ar: نحن هناك من أجلك

# reachus
source: Reach us everywhere
ar: تصل إلينا في كل مكان

source: Privacy Policy
ar: سياسةالخصوصية

# Terms
source: Terms & Conditions
ar: شروط & الظروف

source: Sitemap
ar: خريطة الموقع

# allrightsreserved
source: <img/> 2020 Evntoo, LCC. All rights reserved
ar: <img/> جميع الحقوق محفوظه .ايفنتو 2020

source: Search Type
ar: نوع البحث

source: Packages
ar: الحزم

source: Offers
ar: العروض

source: Venue Type
ar: نوع المكان

source: District
ar: منطقة

source: Capacity
ar: سعة

source: Price
ar: السعر

source: Catering Service
ar: خدمات الطعام

source: Cuisine Type
ar: نوع المطبخ

# theresultsof
source: <div> Results of <a>{{searchDate.search}}</a> in <a>{{city}}</a> </div> <div> Results of <a>{{city}}</a> </div> <div> <div> Venue Type </div> <div> <div> <a> {{item.name}}</a> <mat-icon>cancel </mat-icon> </div> </div> </div>
ar: <div> نتيجه البحث عن <a>{{searchDate.search}}</a> في <a>{{city}}</a> </div> <div> نتيجه البحث عن <a>{{city}}</a> </div> <div> <div> نوع المكان </div> <div> <div> <a> {{item.name}}</a> <mat-icon>cancel </mat-icon> </div> </div> </div>

source: Fits With:
ar: يناسب:

# Sortby
source: Sort by : <span> <select> <option>Price</option> <option>top</option> <option>bottom</option> </select> </span>
ar: صنف حسب : <span> <select> <option>السعر</option> <option>الاعلي</option> <option>الاقل</option> </select> </span>

# moreless
source: <span>Show more</span> <span>See less</span>
ar: <span>اظهر المزيد</span> <span>اخفاء</span>

# titlvenue
source: <a>Home</a> <mat-icon>keyboard_arrow_right</mat-icon> Catering
ar: <a>الرئيسيه</a> <mat-icon>keyboard_arrow_left</mat-icon>مكان

# fromto
source: <p>From <input/> </p> <p>To <input/></p>
ar: <p>من <input/> </p> <p>الي <input/></p>

# thetitlecatering
source: <span> <a>Home</a> <mat-icon>keyboard_arrow_right</mat-icon> Catering </span>
ar: <span> <a>الرئيسية</a> <mat-icon>keyboard_arrow_left</mat-icon>تقديم الطعام </span>

# resultsof
source: <div> Results of <a>{{searchDate.search}}</a> in <a>{{city}}</a> </div> <div> Results of <a>{{city}}</a> </div>
ar: <div> نتيجة البحث عن <a>{{searchDate.search}}</a> في <a>{{city}}</a> </div> <div> نتيجة البحث عن <a>{{city}}</a> </div>
